---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.JoinElementsFailures
source: html/be9088fb-7cc3-bb8f-5103-9d73559cab0f.htm
---
# BuiltInFailures.JoinElementsFailures Properties

Can't apply Coping.